/* The default text for the LoadingIndicatorView.\n This string can be overwritten by the \"text\" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "Wrthi'n llwytho";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "Ar waith";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "Datblygiad ar stop";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "Datblygiad wedi'i gwblhau";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "Ar waith gydag opsiwn i oedi";

/* The default text for an indicator in progress with option to cancel.\n Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "Ar waith gydag opsiwn i ganslo";

